#+TITLE: February 9-24, 2020 (16 days)
#+PROPERTY: Effort_ALL 0 0:05 0:10 0:30 1:00 2:00 3:00 4:00
#+COLUMNS: %35ITEM %TASKID %OWNER %3PRIORITY %TODO %5ESTIMATED{+} %3ACTUAL{+}
* REPORTS
** SCRUM BOARD
#+BEGIN: block-update-board
#+END:
** DEVELOPER SUMMARY
#+BEGIN: block-update-summary
#+END:
** BURNDOWN CHART
#+BEGIN: block-update-graph
#+END:
** BURNDOWN LIST
#+PLOT: title:"Burndown" ind:1 deps:(3 4) set:"term dumb" set:"xtics scale 0.5" set:"ytics scale 0.5" file:"burndown.plt" set:"xrange [0:17]"
#+BEGIN: block-update-burndown
#+END:
** TASK LIST
#+BEGIN: columnview :hlines 2 :maxlevel 5 :id "TASKS"
#+END:
* TASKS
  :PROPERTIES:
  :ID:       TASKS
  :SPRINTLENGTH: 16
  :SPRINTSTART: <2020-02-09 Sun>
  :wpd-akshay196: 1
  :wpd-kurianbenoy: 4
  :wpd-sandeepk: 1
  :END:
** akshay196
*** DONE Introduction to Operating Systems - Part I
    CLOSED: [2020-02-24 Mon 20:55]
    :PROPERTIES:
    :ESTIMATED: 16
    :ACTUAL:   13.40
    :OWNER: akshay196
    :ID: READ.1580485531
    :TASKID: READ.1580485531
    :END:
    :LOGBOOK:
    CLOCK: [2020-02-24 Mon 19:50]--[2020-02-24 Mon 20:55] =>  1:05
    CLOCK: [2020-02-21 Fri 07:03]--[2020-02-21 Fri 08:16] =>  1:13
    CLOCK: [2020-02-20 Thu 07:07]--[2020-02-20 Thu 08:02] =>  0:55
    CLOCK: [2020-02-19 Wed 20:18]--[2020-02-19 Wed 21:17] =>  0:59
    CLOCK: [2020-02-18 Tue 20:17]--[2020-02-18 Tue 21:53] =>  1:36
    CLOCK: [2020-02-18 Tue 07:30]--[2020-02-18 Tue 08:25] =>  0:55
    CLOCK: [2020-02-17 Mon 07:41]--[2020-02-17 Mon 08:03] =>  0:22
    CLOCK: [2020-02-16 Sun 08:32]--[2020-02-16 Sun 09:26] =>  0:54
    CLOCK: [2020-02-15 Sat 06:54]--[2020-02-15 Sat 07:48] =>  0:54
    CLOCK: [2020-02-14 Fri 07:23]--[2020-02-14 Fri 08:04] =>  0:41
    CLOCK: [2020-02-13 Thu 07:21]--[2020-02-13 Thu 08:48] =>  1:27
    CLOCK: [2020-02-12 Wed 07:10]--[2020-02-12 Wed 08:24] =>  1:14
    CLOCK: [2020-02-11 Tue 07:05]--[2020-02-11 Tue 08:14] =>  1:09
    :END:
    https://classroom.udacity.com/courses/ud923
    - [X] Introduction to Operating System      ( 60 min)
    - [X] Processes and Process Management      (105 min)
    - [X] Threads and Concurrency               (240 min)
    - [X] Threads Case Study: PThreads          ( 90 min)
    - [X] Problem Set 1                         (120 min)
    - [X] Thread Design Consideration           (180 min)
    - [X] Thread Performace Consideration       (180 min)
** kurianbenoy
*** Malayalam TTS project Part-3
   :PROPERTIES:
   :ESTIMATED: 40
   :ACTUAL:
   :OWNER: kurianbenoy
   :ID: DEV.1581323105
   :TASKID: DEV.1581323105
   :END:
*** Write a blog post
   :PROPERTIES:
   :ESTIMATED: 5
   :ACTUAL:
   :OWNER: kurianbenoy
   :ID: WRITE.1580731639
   :TASKID: WRITE.1580731639
   :END:
*** Kaggle Bengali CV competition Part-2
   :PROPERTIES:
   :ESTIMATED: 25
   :ACTUAL:
   :OWNER: kurianbenoy
   :ID: DEV.1581323296
   :TASKID: DEV.1581323296
   :END:
** sandeepk
*** Book Atomic Habits Reading [0/4]
    :PROPERTIES:
    :ESTIMATED: 8
    :ACTUAL:
    :OWNER: sandeepk
    :ID: READ.1581364101
    :TASKID: READ.1581364101
    :END:
    - [ ] Introduction: MyStory                        ( 60 min )
    - [ ] The Surprising Power of Atomic Habits        ( 120 min )
    - [ ] How Your Habits Shape your Identity          ( 120 min )
    - [ ] How to build Better Habits in 4 Simple Steps ( 180 min )
*** Write a blog post [0/1]
    :PROPERTIES:
    :ESTIMATED: 8
    :ACTUAL:
    :OWNER: sandeepk
    :ID: WRITE.1581365835
    :TASKID: WRITE.1581365835
    :END:
    - [ ] First Class Function ( 8 hr )
